/* 
   TowerPlugIn.strings
   CodaPlugIn

   Created by Alexander Rinass on 01.03.11.
   Copyright 2011 Fournova GmbH. All rights reserved.
 */

"OPEN_IN_HISTORY" = "Git History in Tower öffnen";
"OPEN_IN_STATUS" = "Git Status in Tower öffnen";
"CREATE_NEW_REPO" = "Neues Git Repository in Tower erstellen";

"OPEN_IN_HISTORY_WITH_SITE_NAME" = "Git History für “%@“ in Tower öffnen";
"OPEN_IN_STATUS_WITH_SITE_NAME" = "Git Status für “%@“ in Tower öffnen";
"CREATE_NEW_REPO_WITH_SITE_NAME" = "Neues Git Repository für “%@“ in Tower erstellen";
